[{
    "id": 1,
    "first_name": "Стивен",
    "last_name": "Роджерс",
    "post": 1,
    "birth_date": "1941-02-28T21:00:00.000Z",
    "description": "Сила, выносливость, ловкость, скорость, реакция и прочность Капитана находятся на пике человеческих возможностей. Было установлено, что тело Роджерса регулярно вырабатывает сыворотку суперсолдата; она не исчезает. Боевой опыт и подготовка Роджерса делают его экспертом по тактике и превосходным полевым командиром: его соратники периодически подчиняются его приказам в бою. Реакция и чувства Роджерса также исключительно остры. Он мастер множества боевых искусств. Годы практики с его неразрушимым щитом дали возможность бросать его с почти безошибочной точностью — он может атаковать множественные цели последовательно одним броском или даже устраивать бумерангообразный возврат от броска для атаки врага сзади.",
    "image": "http://view.indev-group.eu/images/test_api/captain.jpg"
}, {
    "id": 2,
    "first_name": "Брюс",
    "last_name": "Уэйн",
    "post": 2,
    "birth_date": "1939-04-30T21:00:00.000Z",
    "description": "IQ достигает значения 192, а аналитические способности не менее высоки. Совершенствуясь, он также изучал и различные науки: биологию, математику, физику, мифологию, географию и историю, криминологию, информатику, химию; обладает идеальной фотографической памятью и дедуктивным мышлением",
    "image": "http://view.indev-group.eu/images/test_api/batman.jpg"
}, {
    "id": 3,
    "first_name": "Гарольд",
    "last_name": "Джордан",
    "post": 1,
    "birth_date": "1959-11-30T21:00:00.000Z",
    "description": "В качестве Зелёного Фонаря Хэл патрулировал сектор под номером 2814, который включает в себя Солнечную систему и немного выходит за её пределы. Параллельно, Хэл скрывал свою личность и продолжал работать пилотом в компании «Феррис Эиркрафт», где о нём как о Зелёном Фонаре знал только его друг, механик инуитского происхождения Томас Калмаку. Имел романтические отношения с владелицей компании, пилотом Кэрол Феррис, так же впоследствии известной как Звёздный Сапфир.",
    "image": "http://view.indev-group.eu/images/test_api/green_lattern.jpg"
}, {
    "id": 4,
    "first_name": "Кларк",
    "last_name": "Кент",
    "post": 2,
    "birth_date": "1938-05-31T21:00:00.000Z",
    "description": "Обладает невероятными умственными способностями. Может выучить новый язык за пару часов. Он способен решать математические задачи быстрее и точнее компьютеров. Его фотографическая память позволяет ему с одного раза запоминать что угодно. В 1956 в одном из комиксов уточняют, что память Супермена — абсолютна, он способен вспомнить любое мгновение своей жизни. В 1940-х комиксы демонстрируют его навыки гипноза. Также показана его суперинтуиция — герой чувствует, когда за ним наблюдают.",
    "image": "http://view.indev-group.eu/images/test_api/superman.jpg"
}, {
    "id": 5,
    "first_name": "Артур",
    "last_name": "Карри",
    "post": 2,
    "birth_date": "1941-10-31T21:00:00.000Z",
    "description": "Имеет способность дышать под водой, не нуждаясь в воздухе. Владеет навыками боевого искусства. Благодаря своему трезубцу способен вызывать разряды молнии. Его костюм, сделанный из непробиваемой чешуи, делает его почти неуязвимым. А также он один из сильнейших телепатов.",
    "image": "http://view.indev-group.eu/images/test_api/aquaman.jpg"
}, {
    "id": 6,
    "first_name": "Барри",
    "last_name": "Аллен",
    "post": 4,
    "birth_date": "1956-09-30T21:00:00.000Z",
    "description": "Изначально считалось, что Барри Аллен не способен изменить временную линию, из-за того, что эта сила связана с Обратной Силой Скорости, берущей начало от Профессора Зума. Позже было открыто, что Барри Аллен обладает этой силой, однако поскольку он исследовал лишь утилитарные эффекты Силы Скорости, он никогда ей не овладел. Однако, как было показано в Flashpoint, Аллену не хватает тонкости и знания механики путешествий во времени, чтобы точно знать последствия. Из-за этого, когда он впервые воспользовался этой способностью, его собственная временная линия превратилась в дистопию вместо того, чтобы обратить малые изменения, внесённые Зумом",
    "image": "http://view.indev-group.eu/images/test_api/flash.jpg"
}, {
    "id": 7,
    "first_name": "Энтони",
    "last_name": "Старк",
    "post": 4,
    "birth_date": "1963-02-28T21:00:00.000Z",
    "description": "Индивидуально разработанный уникальный костюм на основе реактора обеспечивает защиту от пулевых и ножевых ранений и действует как экзоскелет многократно увеличивая силу Тони. Костюм оснащен различным вооружением: импульсная пушка, ракеты, лазеры, тазеры и огнеметы. В ботинки встроены двигатели, позволяющие летать, маневрируя с помощью дополнительных двигателей в перчатках. Шлем обеспечивает связь со спутниками и позволяет сканировать местность, искать информацию и отдавать указания в штаб.",
    "image": "http://view.indev-group.eu/images/test_api/ironman.jpg"
}, {
    "id": 8,
    "first_name": "Норрин",
    "last_name": "Радд",
    "post": 3,
    "birth_date": "1966-02-28T21:00:00.000Z",
    "description": "Существо с серебряной кожей, наделённое космической силой, образ которого Галактус скопировал с одной из юношеских фантазий, которые пожиратель миров отыскал в сознании Норрина. Названный Серебряным Сёрфером из-за своей кожи и доски, на которой Радд передвигался, он отбыл из системы Зенн-Ла.",
    "image": "http://view.indev-group.eu/images/test_api/serfer.jpg"
}, {
    "id": 9,
    "first_name": "Роберт",
    "last_name": "Бэннер",
    "post": 4,
    "birth_date": "1980-04-30T21:00:00.000Z",
    "description": "Кожа Халка неуязвима к любым повреждениям, температурам и давлениям. Однако, несмотря на огромную крепость, его можно ранить неразрушимыми металлами вроде адамантия или вибраниума. Тогда в дело вступает регенерация. Например, Скаар отрубил Шраму руку, но она приросла, даже не успев отвалиться. Андроид отсек ему голову щитом Капитана Америки, но он легко оправился после этого. Халк также неуязвим к атомному воздействию, то есть его нельзя уменьшить, увеличить, превратить в другое вещество, например камень или лед, перестроить или расщепить",
    "image": "http://view.indev-group.eu/images/test_api/halk.jpg"
}, {
    "id": 11,
    "first_name": "Стивен",
    "last_name": "Стрэндж",
    "post": 1,
    "birth_date": "1963-06-30T21:00:00.000Z",
    "description": "Одарённый хирург, который в короткие сроки сумел стать одним из лучших в своей профессии. Основная специализация Стрэнджа — нейрохирургия (раздел хирургии, занимающийся вопросами оперативного лечения заболеваний нервной системы). После того, как Стивен попал в автокатастрофу и повредил свои руки, он лишился возможности продолжать свою профессиональную карьеру. Тем не менее, Стрэндж по-прежнему способен выполнять обязанности помощника или наставника хирурга",
    "image": "http://view.indev-group.eu/images/test_api/strange.jpg"
}, {
    "id": 12,
    "first_name": "Джонатан",
    "last_name": "Спенсер",
    "post": 3,
    "birth_date": "1961-10-31T21:00:00.000Z",
    "description": "Способности Факела были когда-то ограничены количеством кислорода в окружающем пространстве, он мог быть погашен достаточными количествами воды, пламязамедляющей пеной и окружающим вакуумом. Он может повторно загореться, и притом немедленно, как только уровень кислорода восстановлен.",
    "image": "http://view.indev-group.eu/images/test_api/torch.jpg"
}, {
    "id": 13,
    "first_name": "Макс",
    "last_name": "Эйзенхардт",
    "post": 1,
    "birth_date": "1961-08-31T21:00:00.000Z",
    "description": "Является обладателем гениального интеллекта и обширных знаний во многих науках: генетике, физике, инженерии. С помощью этого, он конструировал невероятные технические устройства.",
    "image": "http://view.indev-group.eu/images/test_api/magneto.jpg"
}, {
    "id": 14,
    "first_name": "Клинтон",
    "last_name": "Бартон",
    "post": 3,
    "birth_date": "1964-08-31T21:00:00.000Z",
    "description": "Не обладает сверхъестественными способностями. Все его навыки достигнуты путём тренировок. Лучший агент Щ.И.Т.а",
    "image": "http://view.indev-group.eu/images/test_api/hawkeye.jpg"
}]

[{
    "id": 1,
    "name": "Рядовой"
}, {
    "id": 2,
    "name": "Сержант"
}, {
    "id": 3,
    "name": "Капитан"
}, {
    "id": 4,
    "name": "Полковник"
}]